Repository: 84000/data-translation-memory
Catalog: toh1-4-v3.tmx
Source language: bo
Languages: en

source: དབྱར་གནས་ཀྱི་གཞིའི་བསྡུས་པའི་སྡོམ་ལ། དབྱར་གནས་པ་དང་ཟས་དང་ནི། །དབྱར་རལ་བ་དང་ལྔ་པོ་དང་། །སྨིག་དང་ལོ་མ་རྩྭ་མཆིལ་ལྷམ། །དབྱར་དང་ཀོ་ལྤགས་བཞི་དག་གོ། །
en: From The Chapters on Monastic Discipline The Chapter on the Rains Prologue A global summary of The Chapter on the Rains: Settling for the rains, food, Interrupting the rains, the five, Mirage, leaves, roots, sandals, Rains, and the four leathers.

source: སྡོམ་ལ། དབྱར་གནས་རྗེས་སུ་གནང་བ་དང་། །འཆར་ཀར་འགྲོ་བ་དག་དང་ནི། །བྱ་བ་ལ་ནི་ཞག་བདུན་དང་། །
en: Settling for the Rains A summary: Permission for settling for the rains, Udayana’s departure, and Seven-day leave For business.

source: འགྲོ་བྱ་ཅི་ཞིག་བྱ་བའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བར་དབྱར་བཞུགས་པར་ཞལ་གྱིས་བཞེས་སོ། །
en: Permission for Settling for the Rains The Blessed Buddha pledged to settle for the rains in Śrāvastī, in Prince Jeta’s Grove, Anāthapiṇḍada’s Park.

source: དེའི་ཚེ་དགེ་སློང་དག་དབྱར་གྱི་ནང་ལོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་དོང་ངོ་། །
en: Meanwhile, monks traveled and made their way through the countryside during the rains.

source: དེ་དག་དབྱར་གྱི་ནང་ལོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་དོང་བ་དག་མི་སྦེད་ཅིང་མ་བསྲུངས་ལ་མ་སྦས་པར་གྱུར་པ་དག་ལ་མུ་སྟེགས་ཅན་རྣམས་ཤེས་ལྡན་དག་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་ནི་སྲོག་གཅོད་པ་ཡིན་ཏེ།
en: When those monks who traveled and made their way through the countryside were not cautious, tīrthikas chastised, rebuked, and criticized the heedless and incautious monks, saying, “Sirs, the Śākyan ascetics are killers.

source: སྲོག་གཅོད་པ་ལས་མ་ལོག །རྣམ་པར་མ་ལོག །ཕྱིར་མ་ལོག་པ་འདི་དག་དབྱར་གྱི་ནང་ལོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་འདོང་སྟེ།
en: These men do not balk at, shy away from, or avoid killing, for they travel and wander the countryside during the rains.

source: དབྱར་གྱི་ནང་ལོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་འདོང་བ་ན་སྲོག་ཆགས་ཕྲ་མོ་དང་ཤིན་ཏུ་ཕྲ་མོ་མང་པོའི་ཚོགས་རྣམས་བརྫིས་ནས་སྲོག་དང་བྲལ་བར་བྱས་སོ། །
en: When they travel and wander the countryside during the rains, they trample swarms of many tiny and minute creatures, thus depriving them of life.

source: རེ་ཞིག་བྱེའུ་ཁུག་རྟ་ཡང་དབྱར་ཟླ་བ་བཞི་རང་གི་ཚང་ན་ཞུམ་ཞུམ་པོར་བྱས།
en: Even swallow chicks seasonally cower in their nests for the four rainy months.

source: ཀུན་ཏུ་ཞུམ་ཞུམ་པོར་བྱས་ནས་བསྐུམས་ཤིང་བསྐུམས་ནས་འདུག་ན།
en: Cowering, they cringe and stay curled up.

source: དགེ་སྦྱོང་མགོ་རེག་འདི་དག་ནི་ཁས་ལེན་པ་ཙམ་ཡང་མི་ཤེས་ན། དགེ་སྦྱོང་མགོ་རེག་འདི་དག་ལ་བསོད་སྙོམས་སྦྱིན་པ་དང་དེ་ལ་བྱ་བར་སེམས་པ་ལྟ་སུ་ཞིག་ཡོད་ཅེས་སྨོད་པར་བྱེད། འཕྱ་བར་བྱེད།
en: And if these shaven-headed ascetics do not understand even their basic pledges, who would give alms to them or even think to do so?”

source: ཁ་ཟེར་བར་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། དགེ་སློང་གིས་དབྱར་གནས་པར་དམ་བཅའ་བར་བྱའོ། །
en: The monks reported these events to the Blessed One and the Blessed One replied, “Therefore, I consent: monks should pledge to settle for the rains.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་དབྱར་གནས་པར་དམ་བཅའ་བར་བྱའོ་ཞེས་གསུངས་པ་དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་གནས་པར་དམ་བཅའ་བ་མ་ཤེས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་ཉིད་ཀྱི་དབྱར་ཟླ་འབྲིང་པོ་ཚེས་བཅོ་ལྔ་ལ་གཙུག་ལག་ཁང་ཆག་ཆག་བྱའོ། །
en: Since the monks did not know how to pledge to settle for the rains as the Blessed One had directed when he said that “monks should pledge to settle for the rains,” the Blessed One said, “On the fifteenth day of Āṣāḍha, sweep, sprinkle water over, and spread a fresh paste of dung over the temple floor.

source: ཕྱག་དར་བྱའོ། །བའི་ལྕི་བ་སར་པའི་བྱུག་པས་བྱུག་པར་བྱའོ། །གནས་མལ་ཐམས་ཅད་གཅིག་ཏུ་བསག་པར་བྱ་སྟེ། ཆུང་ངུ་ན་རྐང་པ་བཀྲུ་བའི་ཆོལ་ཟངས་ཀྱང་མི་སྦའོ། །
en: All the bedding should be gathered together in a single place; do not conceal even small items such as foot-washing basins.

source: དེའི་འོག་ཏུ་གནས་མལ་སྟོབས་པའི་དགེ་སློང་བསྐོ་བར་བྱ་སྟེ།
en: “Then a monk residence caretaker should be appointed.

source: ཆོས་ལྔ་དང་ལྡན་པའི་དགེ་སློང་གནས་མལ་སྟོབས་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་མི་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་བྱའོ། །
en: For a residence caretaker, there are five factors that may pertain such that someone not already appointed should not be appointed, and if already appointed should be relieved of that position.

source: ལྔ་གང་ཞེ་ན།
en: What are those five factors?

source: འདུན་པས་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་འགྲོ་བ་དང་། གཏི་མུག་གིས་འགྲོ་བ་དང་། འཇིགས་པས་འགྲོ་བ་དང་། གནས་མལ་བསྟབས་པ་དང་མ་བསྟབས་པ་མི་ཤེས་པ་སྟེ།
en: To be driven by desire, driven by aggression, driven by ignorance, driven by fear, and not to know which bedding has or has not been dispensed.

source: ཆོས་འདི་ལྔ་དང་ལྡན་པའི་དགེ་སློང་གནས་མལ་སྟོབས་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་མི་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་བྱའོ། །
en: If those five factors do pertain to someone not already appointed as residence caretaker, he should not be appointed, and if already appointed should be relieved of that position.

source: ཆོས་ལྔ་དང་ལྡན་པའི་དགེ་སློང་གནས་མལ་སྟོབས་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་མི་བྱའོ། །
en: “For a residence caretaker, there are five other factors that may pertain such that someone not already appointed should be appointed, and if already appointed should be relieved of that position.

source: འདུན་པས་མི་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་མི་འགྲོ་བ་དང་། གཏི་མུག་གིས་མི་འགྲོ་བ་དང་། འཇིགས་པས་མི་འགྲོ་བ་དང་། གནས་མལ་བསྟབས་པ་དང་མ་བསྟབས་པ་ཤེས་པ་སྟེ།
en: Not to be driven by desire, driven by aggression, driven by ignorance, or driven by fear, and to know which bedding has or has not been dispensed.

source: ཆོས་འདི་ལྔ་དང་ལྡན་པའི་དགེ་སློང་གནས་མལ་སྟོབས་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་མི་བྱའོ། །
en: If these five factors pertain to someone not already appointed as residence caretaker, he should be appointed, and if already appointed should not be relieved of that position.

source: བསྐོ་བ་ནི་འདི་ལྟར་བྱ་སྟེ། གནས་མལ་བཤམ་པ་བྱས་ལ་གཎྜཱི་བརྡུངས་ཏེ། དགེ་སློང་རྣམས་ལ་དྲིས་པའི་ལན་གྱིས་ཡང་དག་པར་བསྒོ་ལ།
en: “He should be appointed in the following way: After setting out seating, strike the gaṇḍī beam, and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་དང་རེ་ཞིག་དང་པོར་སྤྲོ་བར་བྱ་སྟེ། མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་དགེ་འདུན་ལ་དབྱར་གྱི་གནས་མལ་སྟོབས་པར་སྤྲོ་འམ།
en: Once the entire saṅgha is seated and has a quorum, his willingness should be secured first: “ ‘Are you, so-and-so, willing to act as residence caretaker for the saṅgha during the rains?’

source: དེས་སྤྲོའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “He replies: “ ‘I am willing to do so.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “One monk should then make a motion and then perform the act: “ ‘Honorable saṅgha, please listen.

source: གནས་མལ་སྟོབས་པའི་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལ་དབྱར་གྱི་གནས་མལ་སྟོབས་པར་སྤྲོ་ན་གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན།
en: This monk, so-and-so, is willing to act as residence caretaker for the saṅgha during the rains.

source: དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: If the time is right and the saṅgha can accept it, I ask that the saṅgha give their permission.

source: དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལ་གནས་མལ་སྟོབས་པར་བསྐོ་སྟེ། གནས་མལ་སྟོབས་པ་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལ་དབྱར་གྱི་གནས་མལ་སྟོབས་སོ། །
en: Once the saṅgha appoints this monk to act as residence caretaker for the saṅgha during the rains, this residence caretaker so-and-so will become the residence caretaker for the saṅgha during the rains.’

source: འདི་ནི་གསོལ་བའོ། །
en: “That is the motion.

source: ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The act should be performed in the following way: “ ‘Honorable saṅgha, please listen.

source: གནས་མལ་སྟོབས་པ་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལ་དབྱར་གྱི་གནས་མལ་སྟོབས་པར་སྤྲོ་ནས།
en: This monk residence caretaker, so-and-so, is willing to act as residence caretaker for the saṅgha during the rains.

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་ལ་གནས་མལ་སྟོབས་པར་བསྐོ་སྟེ།
en: Therefore, once so-and-so has been appointed as residence caretaker for the saṅgha, the residence caretaker so-and-so will act as residence caretaker for the saṅgha during the rains.

source: གནས་མལ་སྟོབས་པ་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་ལ་དབྱར་གྱི་གནས་མལ་སྟོབས་པར་བགྱིད་ཀྱིས། ཚེ་དང་ལྡན་པ་དག་ལས་གང་དག་མིང་འདི་ཞེས་བགྱི་བ་གནས་མལ་སྟོབས་པར་བསྐོ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: Those venerable ones who can accept the appointment of the monk so-and-so as the residence caretaker should remain silent.

source: གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །
en: Those who cannot accept it should speak now.’

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལ་གནས་མལ་སྟོབས་པར་བསྐོ་སྟེ།
en: “Once the saṅgha has accepted and given permission for the appointment, the saṅgha has appointed the monk so-and-so as the residence caretaker for the saṅgha.

source: འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ། །ངས་གནས་མལ་སྟོབས་པའི་དགེ་སློང་གི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: By thus remaining silent, they assent to the proposed act.

source: གནས་མལ་སྟོབས་པའི་དགེ་སློང་གིས་དགེ་འདུན་གྱི་ཆེད་དུ་ཚུལ་ཤིང་རྣམས་ཡོན་པོ་མ་ཡིན་པ་དང་། འཁྱོར་པོ་མ་ཡིན་པ་དང་། ཀྱར་ཁྱོར་མ་ཡིན་པ་དང་། དྲི་ཞིམ་པོ་དང་། རེག་ན་བདེ་བར་འགྱུར་བར་བསྟར་བར་བྱའོ། །
en: “I will now formulate the rules of customary conduct for the monk residence caretaker: The monk residence caretaker should fashion for the saṅgha tally sticks that are not bent, crooked, or curved, and that are fragrant and pleasant to the touch.

source: དེའི་འོག་ཏུ་ནང་པར་སྔར་ལངས་ཏེ་གནས་མལ་བཤམ་པ་བྱས་ལ་གཎྜཱི་བརྡུངས་ནས་དགེ་སློང་རྣམས་ལ་དྲིས་པའི་ལན་གྱིས་ཡང་དག་པར་བསྒོ་ལ།
en: After that, he should rise first in the morning and, having set out the seating, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་དང་དགེ་སློང་གནས་མལ་སྟོབས་པས་ཚུལ་ཤིང་དྲི་ཞིམ་པོས་བསྐུས་ཏེ། སྤྲོག་མའི་ནང་དུ་རས་དཀར་པོ་བཏིང་བའི་སྟེང་དུ་བཞག་ནས་རྒན་རིམས་ཀྱི་མཐར་གཞག་པར་བྱའོ། །
en: Once the entire saṅgha is seated and has a quorum, the monk residence caretaker should anoint the tally sticks with fragrant water, place them on top of a white cloth laid out in a wicker box, and then place that at the end of the row of senior monks.

source: དེའི་འོག་ཏུ་ཁྲིམས་སུ་བཅའ་བ་དག་བརྗོད་པར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: After that he should announce the rules: “ ‘Honorable saṅgha, please listen.

source: གནས་འདིར་ཁྲིམས་སུ་བཅའ་བ་འདི་དང་འདི་དག་མཆིས་ཀྱིས།
en: This and that are the rules adopted at this site.

source: ཚེ་དང་ལྡན་པ་ཁྱེད་ཅག་ལས་གང་ཁྲིམས་སུ་བཅའ་བ་འདི་དང་འདིས་དབྱར་གནས་པར་དམ་བཅའ་བར་སྤྲོ་བ་དེ་ནི་ཚུལ་ཤིང་ལོང་ཤིག །
en: Those among you venerable ones who are willing to pledge to settle for the rains according to these rules should take a tally stick.

source: ཁྱེད་ཅག་ལས་དགེ་སློང་སུས་ཀྱང་དབྱར་གྱི་ནང་ལོགས་སུ་དགེ་སློང་ལ་གླེང་བར་མི་བྱ། དྲན་པར་མི་བྱའོ། །
en: No monk among you should prompt or remind a monk during the rains.

source: ཁྱེད་ཅག་ལས་སུ་ཡང་རུང་འགའ་ཞིག་ཅུང་ཟད་ཤེས་ན་དེ་ད་སྨྲོས་ཤིག །
en: If any among you knows something, declare it now.

source: ཕྱིས་དབྱར་གྱི་ནང་ལོགས་སུ་མ་གླེང་ཤིག །
en: Let there be no prompting later, during the rains.

source: ཁྱེད་ཅག་ལས་སུས་དབྱར་གྱི་ནང་ལོགས་སུ་གླེང་བར་གྱུར་ན། དེ་དགེ་འདུན་གྱིས་ཕྱིས་བརྟག་པར་དགོངས་སོ། །
en: If any among you prompts during the rains, the saṅgha shall regard it as a matter to be considered later.’

source: དེའི་འོག་ཏུ་གནས་མལ་སྟོབས་པས་དགེ་སློང་གིས་ཚུལ་ཤིང་བྲིམ་པར་བྱ་སྟེ། ཇེ་ཐོག་མར་སྟོན་པའི་ཚུལ་ཤིང་བླང་བར་བྱའོ། །
en: “After that, the monk residence caretaker should distribute the tally sticks, allowing the teacher’s tally stick to be taken first.

source: དེའི་འོག་ཏུ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་སྟན་གྱི་སྟེང་ནས་སྤགས་ཏེ། ཚུལ་ཤིང་བླངས་ལ་དལ་གྱིས་གཞག་པར་བྱ་སྟེ།
en: After that, the saṅgha elders should rise partly from their seats, take a tally stick, and gently put it down.

source: དགེ་འདུན་གསར་བུ་རྣམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་བྱའོ། །
en: This process is repeated by all down to the saṅgha’s new monks.

source: དགེ་ཚུལ་རྣམས་ཀྱི་ཚུལ་ཤིང་ནི་སློབ་དཔོན་ནམ། མཁན་པོས་བླང་བར་བྱའོ། །
en: The novices’ tally sticks should be taken by their instructor or preceptor.

source: དེའི་འོག་ཏུ་གནས་སྲུང་རྣམས་ཀྱིས་ཡང་བླང་བར་བྱའོ། །
en: After that, those of the site caretakers should also be taken.

source: དེའི་འོག་ཏུ་བགྲངས་ཏེ་གནས་འདིར་དགེ་སློང་འདི་སྙེད་ཅིག་གིས་ཚུལ་ཤིང་བླངས་སོ་ཞེས་སྨྲོས་ཤིག །
en: Then, once they have been counted, he should announce the total: “ ‘This many monks have taken tally sticks at this site.’

source: དེའི་འོག་ཏུ་གནས་མལ་སྟོབས་པའི་དགེ་སློང་གིས་ལྡེ་མིག་དང་། ལྡེ་མིག་ཀྱོག་པོ་དག་བླངས་ལ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱི་མདུན་དུ་འདུག་སྟེ། གནས་བརྟན་གནས་ཁང་ཆེ་གེ་མོ་ནི་རྙེད་པ་དང་བཅས་པ།
en: “After that, the monk residence caretaker, having taken up the locks and keys, should sit before the saṅgha elder and say: “ ‘Elder, such and such dwelling is furnished with goods and furnished with robes.

source: གོས་དང་བཅས་པ་ལགས་ཀྱིས་བཞེས་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: Please accept it.’

source: གལ་ཏེ་བླངས་ན་དགེ་འདུན་གྱི་གནས་བརྟན་གྱི་གནས་ཁང་གང་ཡིན་པ་དེ་གནས་བརྟན་གཉིས་པ་ལ་སྦྱིན་པར་བྱའོ། །གནས་བརྟན་གཉིས་པའི་གནས་ཁང་གང་ཡིན་པ་དེ་གནས་བརྟན་གསུམ་པ་ལ་སྦྱིན་པར་བྱ་སྟེ། དགེ་འདུན་གསར་བུའི་པར་དུ་ཡང་དེ་བཞིན་དུ་བྱའོ། །
en: “If he accepts it, the saṅgha elder’s current dwelling should be given to the second eldest in the saṅgha, the dwelling of the second eldest in the saṅgha should be given to the third eldest, and so on down to the saṅgha’s new monks.

source: གལ་ཏེ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་མ་བླངས་ན་གནས་བརྟན་གཉིས་པ་ལ་སྦྱིན་པར་བྱའོ། །
en: “If the saṅgha elder does not accept it, it should be given to the second eldest in the saṅgha.

source: གལ་ཏེ་གནས་བརྟན་གཉིས་པས་མ་བླངས་ན་གནས་བརྟན་གསུམ་པ་ལ་སྦྱིན་པར་བྱའོ། །
en: If the second eldest in the saṅgha does not accept it, it should be given to the third eldest.

source: གལ་ཏེ་གནས་བརྟན་གསུམ་པས་བླངས་པ་ལ་དགེ་འདུན་གྱི་གནས་བརྟན་སློང་ན་ཚིག་དང་པོ་ལ་སྦྱིན་པར་མི་བྱའོ། །ཚིག་གཉིས་པ་ལ་ཡང་སྦྱིན་པར་མི་བྱའོ། །
en: “If the saṅgha elder asks for it after the third eldest in the saṅgha has already accepted it, it should not be given to the elder at his first request, nor should it be given at his second request.

source: ཚིག་གསུམ་པ་ལ་སྦྱིན་པར་བྱ་སྟེ། དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་འདུལ་བ་དང་འགལ་བའི་ཉེས་བྱས་ཀྱི་ལྟུང་བ་བཤགས་པར་བྱའོ། །
en: It should be given to him at his third request, in which case the saṅgha elder should confess to an offense of misdeed, a violation of the Vinaya.

source: དགེ་འདུན་གསར་བུའི་བར་དུ་དེ་བཞིན་དུ་བླངས་པ་ལ།
en: “The same procedure should likewise be followed down to the new monks.

source: གལ་ཏེ་དགེ་འདུན་གསར་བུ་གསུམ་པ་སློང་ན་ཚིག་དང་པོ་ལ་སྦྱིན་པར་མི་བྱའོ། །ཚིག་གཉིས་པ་ལ་ཡང་སྦྱིན་པར་མི་བྱའོ། །
en: If the saṅgha’s third new monk should ask for dwelling after it has been accepted by a newer monk, it should not be given to him at his first request, nor should it be given at his second request.

source: ཚིག་གསུམ་པ་ལ་སྦྱིན་པར་བྱ་སྟེ། དགེ་འདུན་གསར་བུ་གསུམ་པས་ཀྱང་འདུལ་བ་དང་འགལ་བའི་ཉེས་བྱས་ཀྱི་ལྟུང་བ་བཤགས་པར་བྱའོ། །
en: It should be given to him at his third request, at which point the third new monk should confess to an offense of misdeed, a violation of the Vinaya.”

source: དགེ་སློང་རྣམས་ཀྱིས་གནས་ཁང་ཐམས་ཅད་བགོས་པ་དང་གློ་བུར་དུ་ལྷགས་པའི་དགེ་སློང་རྣམས་ཕོངས་པར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གློ་བུར་དུ་ལྷགས་པའི་དགེ་སློང་རྣམས་ཀྱི་ཕྱིར་མ་བགོས་པའི་གནས་གཅིག་གཞག་པར་བྱའོ། །
en: After the monks had allocated all the dwellings, some monks who were visitors were left without, so the Blessed One said, “One unallocated dwelling should be held aside for the sake of monks who visit.”

source: དགེ་སློང་རྣམས་ཀྱིས་སྒོ་ཁང་ཡང་བགོས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྒོ་ཁང་བགོ་བར་མི་བྱའོ། །
en: After the monks had allocated the gatehouse, the Blessed One said, “Gatehouses should not be allocated.”

source: ཁྱམས་རྣམས་བགོས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱམས་བགོ་བར་མི་བྱའོ། །
en: After the hall had been allocated, the Blessed One said, “The hall should not be allocated.”

source: ཁྱམས་སྟོང་པ་རྣམས་སུ་ཁྭ་དང་། བྱེའུ་དང་། ཕུག་རོན་དག་གིས་ཚང་བཅས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྲོད་པའི་དགེ་སློང་དག་བསྐོ་བར་བྱ་སྟེ།
en: Crows, sparrows, and pigeons nested in the unoccupied halls, so the Blessed One said, “A monk should be appointed to remove the nests.

source: དེས་སོ་སོར་བལྟ་བར་བྱའོ། །གལ་ཏེ་སྒོ་ང་དག་མ་ལྷགས་པར་གྱུར་ན་བསྐྲད་པར་བྱའོ། །
en: He should inspect the nests, and if no eggs have been left, they should be removed.

source: དེ་སྟེ་ལྷགས་ན་ནི་གཞག་པར་བྱའོ། །
en: If eggs have been left, the nests should be left alone.”

source: སྲིན་བུ་ཏྲཻ་བུ་ཀ་དང་། ཏྲཻ་ལ་ཏའི་ཚང་བཅས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སོ་སོར་བརྟག་པར་བྱ་སྟེ། གལ་ཏེ་སྒོ་ང་མ་ལྷགས་པར་གྱུར་ན་བསྐྲད་པར་བྱའོ། །
en: Tryambuka and trailāṭaka flies built nests there, so the Blessed One said, “They should be inspected, and if no eggs have been left, the nests should be removed.

source: གལ་ཏེ་ལྷགས་པར་གྱུར་ན་སྐྱེད་པས་བཅིངས་ན་འཕེལ་བར་མི་འགྱུར་རོ། །
en: If eggs have been left, the nests should be tied up with string so that they do not proliferate.

source: དེ་ནས་གནས་མལ་བགོ་བར་བྱ་སྟེ།
en: “The bedding should then be allocated.

source: འདི་ལྟར་རེ་ཞིག་དངོས་པོ་ཉུང་ངུ་ཞིག་ཡིན་ན་རེ་རེ་སྦྱིན་པར་བྱའོ། །
en: If there are a small number of items, each monk should be given one.

source: འོན་ཏེ་མང་པོ་ཞིག་ཡིན་ན་གཉིས་གཉིས་གསུམ་གསུམ་སྦྱིན་པར་བྱའོ། །
en: If there are a large number of items, they should be given two or three.”

source: དངོས་པོ་ཁ་ཅིག་ཆེན་པོར་གྱུར་པས་དགེ་སློང་རྒན་རབས་རྒན་རབས་དག་བྱི་དོར་བྱེད་པས་དུབ་ཅིང་ངལ་བར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་དག་གནས་འཆའ་བ་རྣམས་ལ་སྦྱིན་པར་བྱའོ། །
en: Once, some items were so large that the older monks became weary and exhausted from cleaning them, so the Blessed One said, “Those should be given to those who have taken a support.

source: དེའི་འོག་ཏུ་གནས་མལ་སྟོབས་པའི་དགེ་སློང་གིས་ཁྲིམས་སུ་བཅའ་བ་དག་བརྗོད་པར་བྱ་སྟེ། དགེ་སློང་སུས་ཀྱང་དགེ་འདུན་གྱི་གནས་མལ་ལ་གདིང་བ་མེད་པར་ལོངས་སྤྱོད་པར་མི་བྱ་སྟེ། མིང་ཐོགས་ཀྱི་གདིང་བས་མ་ཡིན། གདིང་བ་དྲི་མ་ཅན་གྱིས་མ་ཡིན། སེང་བས་མ་ཡིན་ནོ། །
en: “Then, the monk residence caretaker should announce the rules: “ ‘No monk shall make use of the saṅgha’s bedding without a ground-spread, which should not be labeled with a name, nor should the ground-spread have patches or be thin.

source: སྟུག་པོ་ཡིན་ན་རིམ་པ་གཅིག་གིས་སོ། །སེང་བ་ཡིན་ན་རིམ་པ་གཉིས་སོ། །
en: If the material is thick, one layer is permissible; if it is thin, it should have two layers.

source: ཁྱེད་ལས་གང་གིས་དགེ་འདུན་གྱི་གནས་མལ་ལོངས་སྤྱོད་པར་བྱ་བ་མ་ཡིན་པར་ལོངས་སྤྱོད་པ་ན་དེ་ལ་དགེ་འདུན་གྱིས་ཕྱིས་བརྟག་པར་བྱ་བར་དགོངས་སོ། །
en: If any of you make use of the saṅgha’s bedding without authorization, the saṅgha shall regard it as a matter to be considered later.’

source: གནས་མལ་སྟོབས་པའི་དགེ་སློང་གིས་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་གནས་མལ་ལ་སོ་སོར་བརྟག་པར་བྱའོ། །
en: “The monk residence caretaker should inspect the saṅgha’s bedding every fortnight.

source: འདི་ལྟར་རེ་ཞིག་རྒན་པོ་དག་གིས་གནས་མལ་ལོངས་སྤྱད་པར་བྱ་བ་མ་ཡིན་པར་ལོངས་སྤྱད་པ་མཐོང་ན་དགེ་འདུན་ལ་གསོལ་ནས་སྦ་བར་བྱའོ། །
en: If he sees an older monk using the saṅgha’s bedding without authorization, he should inform the saṅgha and then gather it up.

source: འོན་ཏེ་གསར་བུ་ཞིག་གིས་མཐོང་ན་མཁན་པོའམ་སློབ་དཔོན་ལ་བརྗོད་དེ་སྦ་བར་བྱའོ། །
en: If he sees a newer monk doing so, he should inform the newer monk’s preceptor or instructor and then gather it up.

source: དེའི་འོག་ཏུ་ཚོགས་ནས་སྦྱིན་བདག་ཆེ་གེ་མོ་ཞེས་བགྱི་བ་དང་། ཞལ་ཏ་བགྱིད་པ་ཆེ་གེ་མོ་ཞེས་བགྱི་བ་དང་། སྤྱོད་ཡུལ་གྱི་གྲོང་ག་གེ་མོ་ཞེས་བགྱི་བས་དགེ་འདུན་དབྱར་གནས་པར་དམ་བཅའ་བ་མཛད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “Then, after all have assembled, he should announce the following: “ ‘Tomorrow, the saṅgha will pledge to settle for the rains with so-and-so acting as patron, so-and-so acting as caretaker, and such and such a village serving as alms circuit.’

source: དེའི་འོག་ཏུ་དགེ་སློང་རྣམས་ཀྱིས་གནས་དང་སྤྱོད་ཡུལ་བལྟས་ནས་སྐྱབས་ཡོད་པར་ཞུགས་ཏེ་དབྱར་གནས་པར་དམ་བཅའ་བར་བྱའོ། །
en: “The monks should then inspect the site and the locale and, after entering seclusion, make the pledge to settle for the rains.

source: གནས་ཇི་ལྟར་བརྟག་པར་བྱ་ཞེ་ན།
en: “How should the site be inspected?

source: ཇི་ག་བདག་ལ་གནས་འདིར་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་མཁས་པ་དག་གིས་གང་སྡུག་བསྔལ་བ་དང་ཡིད་མི་བདེ་བ་མ་སྐྱེས་པ་མི་སྐྱེད་པར་འགྱུར་ཞིང་།
en: By considering, ‘Will there be suffering and distress for the learned fellow brahmacārins, who have not yet experienced suffering and distress at this site?

source: སྐྱེས་པ་ཡང་མྱུར་བ་ཁོ་ནར་སོ་སོར་ཞི་པར་བྱེད་པར་འགྱུར་ལ།
en: If there is, will they be able to quickly pacify it?

source: གང་བདེ་བ་དང་ཡིད་བདེ་བ་མ་སྐྱེས་པ་སྐྱེད་པར་འགྱུར་ཞིང་།
en: Will there be ease and joy for those who have not yet experienced them?

source: སྐྱེས་པ་ཡང་ལེགས་པར་རབ་ཏུ་རྗེས་སུ་སྲུང་བར་སེམས་པ་དང་བདག་ན་བར་གྱུར་ན་ནད་གཡོག་བྱེད་པར་འགྱུར་བ་ལྟ་ཡོད་དམ་ཞེས་དེ་ལྟར་གནས་ལ་བརྟག་པར་བྱའོ། །
en: If there is, will they be able to guard against ease and joy? Will there be someone to nurse us if we fall sick?’

source: སྤྱོད་ཡུལ་ལ་ཇི་ལྟར་བརྟག་པར་བྱ་ཞེ་ན།
en: “How should the alms circuit be inspected?

source: ཇི་ག་སྤྱོད་ཡུལ་གྱི་གྲོང་འདི་ན་བསོད་སྙོམས་སྟེར་བ་དང་།
en: By considering, ‘Will there be alms givers in the village on this alms circuit?

source: ན་བར་གྱུར་ན་ནད་གཡོག་དང་། སྨན་སྦྱིན་པར་འགྱུར་བ་ལྟ་ཡོད་དམ་ཞེས་དེ་ལྟར་སྤྱོད་ཡུལ་ལ་བརྟག་པར་བྱའོ། །
en: Will there be someone to nurse those who fall sick, and to provide them with medicine?’

source: དེའི་འོག་ཏུ་སྐྱབས་ཡོད་པར་ཞུགས་ལ། དགེ་སློང་རྒན་རིམས་ཇི་ལྟ་བ་བཞིན་གྱི་མདུན་དུ་འདུད་པ་དང་བཅས་པས་ཙོག་ཙོག་པོར་འདུག་ལ་ཐལ་མོ་སྦྱར་ཏེ་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: “Then, having entered seclusion, the monk residence caretaker should respectfully squat in front of the most senior monk and, with palms pressed together, say: “ ‘Honorable one, please give me your attention.

source: དེང་དགེ་འདུན་གྱི་དབྱར་ཉེ་བར་སྒྲུབ་པ་དབྱར་ཟླ་འབྲིང་པོ་ཚེས་བཅུ་དྲུག་ལགས་ལ།
en: Today is the commencement of the saṅgha’s rains retreat, the sixteenth day of Āṣāḍha.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་དབྱར་ཉེ་བར་སྒྲུབ་པ་ཡང་དབྱར་ཟླ་འབྲིང་པོ་ཚེས་བཅུ་དྲུག་ལགས་ཏེ།
en: Today is also the commencement of my, the monk so-and-so’s, rains retreat, the sixteenth day of Āṣāḍha.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་ནང་མཚམས་དང་བཅས་པའི་གནས་འདིར་གནས་རལ་བ་དང་འདྲུམས་པ་བཅོས་པའི་སླད་དུ་སྦྱིན་བདག་ཆེ་གེ་མོ་ཞེས་བགྱི་བ་དང་། ཞལ་ཏ་བགྱིད་པ་ཆེ་གེ་མོ་ཞེས་བགྱི་བ་དང་། སྤྱོད་ཡུལ་གྱི་གྲོང་ཁྱེར་ཆེ་གེ་མོ་ཞེས་བགྱི་བར་དབྱར་སྔ་མ་ཟླ་བ་གསུམ་གནས་པར་དམ་འཆའོ། །
en: I pledge to settle for the three earlier months of rains at this site within these demarcated boundaries with the patron so-and-so, the caretaker so-and-so, and such and such a village as alms circuit for the repair of any breaks or deteriorations at the site.

source: བདག་དབྱར་འདི་ན་མཆིས་ཤིང་དབྱར་གྱི་གནས་ནི་འདི་ལགས་སོ། །
en: My rains retreat will be here. This will be my rains retreat site.’

source: ཞེས་དེ་སྐད་ལན་གཉིས་དེ་སྐད་ལན་གསུམ་དུ་བཟླས་ཏེ།
en: “That is repeated a second and a third time.

source: དེ་ལྟར་དགེ་སློང་རྣམས་ཀྱིས་དབྱར་གནས་པར་དམ་བཅའ་བར་བྱའོ། །
en: This is how monks should make the pledge to settle for the rains.

source: དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱའོ། །
en: A monk who has pledged to settle for the rains should not go beyond the boundary.

source: གལ་ཏེ་སོང་ན་དེར་གནས་པར་མི་བྱའོ། །
en: If he does, he should not remain there.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱའོ། །
en: Udayana’s Departure The Blessed One had said, “A monk who has pledged to settle for the rains should not go beyond the boundary.

source: གལ་ཏེ་སོང་ན་དེར་གནས་པར་མི་བྱའོ་ཞེས་གསུངས་པ་དང་གླང་པོ་ཆེ་སྐྱོང་བ་ཞེས་བྱ་བའི་གྲོང་ན་ཁྱིམ་བདག་འཆར་ཀ་ཞེས་བྱ་བ་གནས་ཏེ།
en: If he does, he should not remain there.” After that, in the town of Hastibāla there lived a householder named Udayana.

source: དེའི་ཁྱིམ་ན་རང་གི་འཆིང་བ་བག་མ་བླངས་ནས་དེས་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ཏེ།
en: Having taken into his house a wife who would serve as his consort, he gathered much cloth and much food and sent a messenger to the monks, saying, “Noble ones!
